#!/bin/bash

# ПРАКТИЧЕСКОЕ ЗАДАНИЕ №2
# Задание состоит из трёх этапов:
#
# Напишите Bash-скрипт для резервного копирования директории /home, конфигурационных файлов основных утилит удалённого доступа (SSH, RDP, FTP), а также директории /var/log.
# В cron создайте задачу для запуска этого скрипта каждую пятницу в 18:30.
# Переместите получившийся бэкап в отдельную заранее созданную директорию /archive.
# УСЛОВИЯ РЕАЛИЗАЦИИ
# В качестве ответа предоставьте:
#
# Bash-скрипт.
# Содержание файла crontab (текст) с созданной задачей.
# Скриншот сделанного бэкапа.
# Файлы загрузите на GitHub в отдельную от предыдущего пункта папку.
