#!/bin/bash

# ПРАКТИЧЕСКОЕ ЗАДАНИЕ №3
# Настройте автоматическую отправку по почте логов изученных сервисов: SSH, FTP, RDP.
#
# УСЛОВИЯ РЕАЛИЗАЦИИ
# Используйте утилиту Logwatch и планировщик задач cron.
# Письмо должно отправляться каждый день в 8:00.
# Уровень детализации — на ваше усмотрение.
# В качестве ответа приложите:
#
# Текст задачи в cron.
# Команду для утилиты Logwatch (в отдельном текстовом файле).
# Скриншот полученного письма.
# Файлы загрузите на GitHub в отдельную от предыдущих пунктов папку.
